{"translation-revision-date":"2025-04-09 18:03:01+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Go to the Customizer":["Idite na alat za prilagodbu"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["Prilagodite sve, od palete boja i fontova do izgleda stranica, pazeći da svaki detalj bude u skladu s vašim brendom."],"Design a new theme":["Dizajnirajte novu temu"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Vaša aktivna tema bit će promijenjena i mogli biste izgubiti sve promjene koje ste napravili na njoj."],"Are you sure you want to design a new theme?":["Jeste li sigurni da želite dizajnirati novu temu?"],"Customize your theme":["Prilagodite svoju temu"],"Start designing":["Počnite dizajnirati"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Brzo stvorite prekrasnu trgovinu pomoću našeg ugrađenog dizajnera trgovina. Odaberite izgled, odaberite stil i još mnogo toga."],"Design your own":["Dizajnirajte vlastiti"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Pokreće ga eksperimentalna umjetna inteligencija. {{link}}Saznajte više{{\/link}}"],"Start again":["Započnite ispočetka"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Od vas će se ponovno tražiti da navedete podatke o tvrtki i izgubit ćete postojeći dizajn umjetne inteligencije. Ako želite prilagoditi svoj postojeći dizajn, to možete učiniti putem <EditorLink>Editora<\/EditorLink>."],"Are you sure you want to start over?":["Jeste li sigurni da želite početi ispočetka?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Store Designer izradit će novi dizajn trgovine za vas, a vi ćete izgubiti sve promjene koje ste unijeli u svoju aktivnu temu. Ako želite nastaviti uređivati svoju temu, to možete učiniti putem <EditorLink>Editora<\/EditorLink>."],"Are you sure you want to start a new design?":["Jeste li sigurni da želite započeti novi dizajn?"],"Create a new one":["Stvaranje novog"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Nastavite prilagođavati izgled svoje trgovine koju generira umjetna inteligencija ili počnite ispočetka i stvorite novu."],"Customize your custom theme":["Prilagodite svoju prilagođenu temu"],"Find out how":["Saznajte kako"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Čini se da koristite Jetpackov izvanmrežni način rada — prebacite se na mrežni način rada kako biste počeli dizajnirati s umjetnom inteligencijom."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Nažalost, [AI Store dizajner] trenutno nije dostupan jer ne možemo otkriti vašu mrežu. Provjerite svoju internetsku vezu."],"Looking to design your store using AI?":["Želite dizajnirati svoju trgovinu pomoću umjetne inteligencije?"],"Go to the Editor":["Idite na uređivač"],"Design with AI":["Dizajn s umjetnom inteligencijom"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Dizajnirajte izgled svoje trgovine, izradite stranice i generirajte kopiju pomoću naših ugrađenih AI alata."],"Use the power of AI to design your store":["Iskoristite snagu umjetne inteligencije za dizajn svoje trgovine"],"Customize your store":["Prilagodite svoju trgovinu"],"Customize":["Prilagodi"],"Cancel":["Otkazati"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/6916.js"}}