{"translation-revision-date":"2025-04-09 18:03:01+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Apply to store pages only":["Primijeni samo na stranice trgovine"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Upravljajte načinom na koji se vaša web-lokacija prikazuje posjetiteljima. <a>Uči više<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Jeste li sigurni da se želite prebaciti s načina rada uživo na način rada koji dolazi uskoro? Vaša web-lokacija neće biti vidljiva, a korisnici neće moći kupovati tijekom tog razdoblja."],"Confirm switch to ‘Coming soon’ mode":["Potvrdite prebacivanje u način rada \"Uskoro\""],"Coming soon":["Uskoro dostupno"],"Share your site with anyone using a private link.":["Podijelite svoju stranicu s bilo kim putem privatne veze."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Prikažite poruku \"uskoro\" na svojim stranicama trgovine — ostatak vaše web-strancie ostat će vidljiv."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Vaša je stranica skrivena od posjetitelja iza odredišne ​​stranice \"Uskoro\" dok ne bude spremna za prikaz."],"Your entire site is visible to everyone.":["Vaša cijela web-stranica vidljiva je svima."],"Share your site with a private link":["Podijelite svoju web-stranicu privatnom poveznicom"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Vaša je web-stranica skrivena od posjetitelja iza odredišne ​​stranice \"Uskoro\" dok ne bude spremna za prikaz. Svoju odredišnu stranicu \"Uskoro\" možete prilagoditi putem <a>Uređivača<\/a>."],"Site visibility":["Vidljivost web-stranice"],"Live":["Uživo"],"Switch":["Sklopka"],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Jednostavna plaćanja, dizajnirana isključivo<br\/>za WooCommerce trgovine."],"WooPayments is pre-integrated with popular payment options:":["WooPayments je unaprijed integriran s popularnim opcijama plaćanja:"],"Use recommended settings":["Koristi preporučene postavke"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}nedosljedne porezne postavke:{{\/b}}  Kako bi izbjegli moguće greške zaokruživanja cijena, cijene be trebale biti unesene i prikazane dosljedno na svim lokacijama s ili bez poreza."],"Recommended settings applied.":["Preporučene postavke su primjenjene."],"Payment Methods":["Metode plaćanja"],"Mutable settings should be accessed via data store.":["Mutable settings should be accessed via data store."],"Get started":["Započni"],"Copy link":["Kopiraj vezu"],"Save changes":["Spremi promjene"],"Copied!":["Kopirano!"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Instalirani načini plaćanja su navedeni ispod i mogu biti sortirani kako biste im mijenjali redoslijed prikaza koje kupac vidi."],"Learn more":["Saznaj više"],"Cancel":["Otkazati"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/settings\/index.js"}}